---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SteelElemAnchorGrade
source: html/de20a0af-eb39-8256-7d30-e86b6e0211a8.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SteelElemAnchorGrade Property

"Grade"

## Syntax (C#)
```csharp
public static ForgeTypeId SteelElemAnchorGrade { get; }
```